Repository: duxweb/dmux
Catalog: Sources/DmuxWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# git.files.discard_changes
source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Ignorer les modifications
ja: 変更の破棄
ko: 변경 사항 취소
pt_br: Descartar alterações
ru: Отменить изменения
zh_hans: 放弃更改
zh_hant: 放棄更改

# git.files.discard_selected
source: Discard Selected
de: Ausgewählte verwerfen
es: Descartar seleccionado
fr: Jeter la sélection
ja: 選択したものを破棄
ko: 선택 항목 취소
pt_br: Descartar selecionado
ru: Отменить выбранное
zh_hans: 放弃所选
zh_hant: 放棄選定的

# git.files.discard_selected_changes
source: Discard Selected Changes
de: Ausgewählte Änderungen verwerfen
es: Descartar cambios seleccionados
fr: Ignorer les modifications sélectionnées
ja: 選択した変更を破棄
ko: 선택한 변경 사항 취소
pt_br: Descartar alterações selecionadas
ru: Отменить выбранные изменения
zh_hans: 放弃所选更改
zh_hant: 放棄選定的更改

# git.files.remove_all
source: Remove All
de: Alle entfernen
es: Quitar todo
fr: Supprimer tout
ja: すべて削除
ko: 모두 제거
pt_br: Remover tudo
ru: Удалить все
zh_hans: 全部移除
zh_hant: 全部刪除

# git.files.remove_selected
source: Remove Selected
de: Ausgewählte entfernen
es: Eliminar seleccionado
fr: Supprimer la sélection
ja: 選択したものを削除
ko: 선택 항목 제거
pt_br: Remover selecionado
ru: Удалить выбранное
zh_hans: 移除所选
zh_hant: 刪除所選內容

# git.files.show_in_finder
source: Show in Finder
de: In Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans Finder
ja: Finderで表示
ko: Finder에 표시
pt_br: Mostrar em Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示
zh_hant: 顯示在 Finder 中

# git.files.stage
source: Stage
de: Bühne
es: Escenario
fr: Scène
ja: ステージ
ko: 단계
pt_br: Estágio
ru: Этап
zh_hans: 暂存
zh_hant: 舞台

# git.files.stage_all
source: Stage All
de: Bühne Alle
es: Escenario todo
fr: Tout mettre en scène
ja: すべてをステージングする
ko: 모두 스테이지
pt_br: Estágio tudo
ru: Этап Все
zh_hans: 全部暂存
zh_hant: 舞台全部

# git.files.stage_all.success
source: Staged all changes.
de: Alle Änderungen gestaged.
es: Se prepararon todos los cambios.
fr: Toutes les modifications ont été indexées.
ja: すべての変更をステージしました。
ko: 모든 변경 사항을 스테이지했습니다.
pt_br: Todas as alterações foram adicionadas à área de stage.
ru: Все изменения добавлены в stage.
zh_hans: 已暂存全部更改。
zh_hant: 已暫存全部變更。

# git.files.stage_selected
source: Stage Selected
de: Stufe ausgewählt
es: Etapa seleccionada
fr: Étape sélectionnée
ja: ステージが選択されました
ko: 스테이지 선택
pt_br: Estágio selecionado
ru: Этап выбран
zh_hans: 暂存所选
zh_hant: 選定階段

# git.files.staged
source: Staged
de: Inszeniert
es: Escenificado
fr: Mise en scène
ja: 段階的
ko: 일부러 꾸민
pt_br: Encenado
ru: Постановочный
zh_hans: 已暂存
zh_hant: 上演

# git.files.unstage
source: Unstage
de: Unbühne
es: fuera del escenario
fr: Supprimer la scène
ja: アンステージ
ko: 언스테이지
pt_br: Fora do palco
ru: Выключить сцену
zh_hans: 取消暂存
zh_hant: 取消舞台

# git.files.unstage_all
source: Unstage All
de: Alle aus der Bühne bringen
es: Fuera del escenario todo
fr: Tout supprimer
ja: すべてのステージを解除
ko: 모두 언스테이지
pt_br: Despreparar tudo
ru: Удалить все
zh_hans: 全部取消暂存
zh_hant: 全部取消暫存

# git.files.unstage_all.success
source: Unstaged all changes.
de: Alle Änderungen aus dem Staging entfernt.
es: Se quitaron del área de preparación todos los cambios.
fr: Toutes les modifications ont été désindexées.
ja: すべての変更をアンステージしました。
ko: 모든 변경 사항을 스테이지 해제했습니다.
pt_br: Todas as alterações foram removidas da área de stage.
ru: Все изменения убраны из stage.
zh_hans: 已取消暂存全部更改。
zh_hant: 已取消暫存全部變更。

# git.files.unstage_selected
source: Unstage Selected
de: Unstage ausgewählt
es: Seleccionado fuera del escenario
fr: Annuler la sélection
ja: 選択したステージを解除
ko: 언스테이지 선택됨
pt_br: Desestágio selecionado
ru: Удалить выбранное из сцены
zh_hans: 取消暂存所选
zh_hant: 取消暫存選定的

# git.files.untracked
source: Untracked
de: Nicht verfolgt
es: Sin seguimiento
fr: Non suivi
ja: 未追跡
ko: 추적되지 않음
pt_br: Não rastreado
ru: Неотслеживаемый
zh_hans: 未跟踪
zh_hant: 未追蹤

# git.history.checkout.success_format
source: Checked out commit %@.
de: Commit %@ ausgecheckt.
es: Se cambió al commit %@.
fr: Commit %@ extrait.
ja: コミット %@ をチェックアウトしました。
ko: 커밋 %@을(를) 체크아웃했습니다.
pt_br: Commit %@ selecionado.
ru: Выполнено переключение на коммит %@.
zh_hans: 已切换到提交 %@。
zh_hant: 已切換到提交 %@。

# git.history.checkout_commit
source: Checkout This Commit
de: Kasse dieses Commit
es: Consulte este compromiso
fr: Commander ce commit
ja: このコミットをチェックアウトする
ko: 이 커밋을 확인하세요
pt_br: Confira este commit
ru: Оформить заказ этого коммита
zh_hans: 检出到此提交
zh_hant: 簽出此提交

# git.history.copy_commit_hash
source: Copy Commit Hash
de: Commit-Hash kopieren
es: Copiar hash de confirmación
fr: Copier le hachage de validation
ja: コミットハッシュをコピーする
ko: 커밋 해시 복사
pt_br: Copiar Hash de Confirmação
ru: Копировать хеш фиксации
zh_hans: 复制提交哈希
zh_hant: 複製提交哈希

# git.history.create_branch_from_commit
source: Create Branch from This Commit
de: Erstellen Sie einen Zweig aus diesem Commit
es: Crear rama a partir de este compromiso
fr: Créer une branche à partir de ce commit
ja: このコミットからブランチを作成
ko: 이 커밋에서 분기 만들기
pt_br: Criar branch a partir deste commit
ru: Создать ветку из этого коммита
zh_hans: 基于此提交新建分支
zh_hant: 從此提交創建分支

# git.history.edit_last_commit_message
source: Edit Last Commit Message
de: Letzte Commit-Nachricht bearbeiten
es: Editar último mensaje de confirmación
fr: Modifier le dernier message de validation
ja: 最終コミットメッセージの編集
ko: 마지막 커밋 메시지 편집
pt_br: Editar última mensagem de confirmação
ru: Редактировать последнее сообщение фиксации
zh_hans: 修改最近一次提交说明
zh_hant: 編輯上次提交訊息

# git.history.empty
source: No Commit History
de: Kein Commit-Verlauf
es: Sin historial de confirmaciones
fr: Aucun historique de validation
ja: コミット履歴なし
ko: 커밋 기록 없음
pt_br: Sem histórico de commits
ru: Нет истории коммитов
zh_hans: 暂无提交记录
zh_hant: 無提交歷史記錄

# git.history.restore.local_success
source: Restored this revision locally.
de: Diese Revision lokal wiederhergestellt.
es: Se restauró esta revisión localmente.
fr: Cette révision a été restaurée localement.
ja: このリビジョンをローカルに復元しました。
ko: 이 리비전을 로컬에 복원했습니다.
pt_br: Esta revisão foi restaurada localmente.
ru: Эта ревизия восстановлена локально.
zh_hans: 已在本地恢复到此版本。
zh_hant: 已在本機還原到此版本。

# git.history.restore.remote_success
source: Restored this revision remotely.
de: Diese Revision remote wiederhergestellt.
es: Se restauró esta revisión en remoto.
fr: Cette révision a été restaurée à distance.
ja: このリビジョンをリモートに復元しました。
ko: 이 리비전을 원격에 복원했습니다.
pt_br: Esta revisão foi restaurada remotamente.
ru: Эта ревизия восстановлена удалённо.
zh_hans: 已在远程恢复到此版本。
zh_hant: 已在遠端還原到此版本。

# git.history.restore_local
source: Restore This Revision Locally
de: Stellen Sie diese Revision lokal wieder her
es: Restaurar esta revisión localmente
fr: Restaurer cette révision localement
ja: このリビジョンをローカルに復元する
ko: 이 개정판을 로컬로 복원
pt_br: Restaure esta revisão localmente
ru: Восстановить эту редакцию локально
zh_hans: 本地回退该版本
zh_hant: 本機復原此修訂

# git.history.restore_remote
source: Restore This Revision Remotely
de: Stellen Sie diese Revision aus der Ferne wieder her
es: Restaurar esta revisión de forma remota
fr: Restaurer cette révision à distance
ja: このリビジョンをリモートで復元する
ko: 이 개정판을 원격으로 복원
pt_br: Restaurar esta revisão remotamente
ru: Восстановите эту версию удаленно
zh_hans: 远程回退该版本
zh_hant: 遠端恢復此修訂

# git.history.revert.success_format
source: Reverted commit %@.
de: Commit %@ rückgängig gemacht.
es: Se revirtió el commit %@.
fr: Commit %@ annulé.
ja: コミット %@ を取り消しました。
ko: 커밋 %@을(를) 되돌렸습니다.
pt_br: Commit %@ revertido.
ru: Коммит %@ отменён.
zh_hans: 已回退提交 %@。
zh_hant: 已回退提交 %@。

# git.history.revert_commit
source: Revert This Commit
de: Setzen Sie dieses Commit zurück
es: Revertir este compromiso
fr: Annuler cette validation
ja: このコミットを元に戻す
ko: 이 커밋 되돌리기
pt_br: Reverter este commit
ru: Отменить этот коммит
zh_hans: 回滚此提交
zh_hant: 恢復此提交

# git.history.title
source: Git History
de: Git-Verlauf
es: Historia de Git
fr: Historique Git
ja: Git 履歴
ko: Git 기록
pt_br: Histórico Git
ru: История Git
zh_hans: Git 历史
zh_hant: Git 歷史

# git.history.undo_last_commit
source: Undo Last Commit
de: Letztes Commit rückgängig machen
es: Deshacer la última confirmación
fr: Annuler le dernier commit
ja: 最後のコミットを元に戻す
ko: 마지막 커밋 실행 취소
pt_br: Desfazer último commit
ru: Отменить последнюю фиксацию
zh_hans: 撤销最近一次提交
zh_hant: 撤銷上次提交

# git.history.undo_last_commit.remote_success
source: Undid the last commit. The remote may require a force push.
de: Den letzten Commit rückgängig gemacht. Das Remote kann einen Force-Push erfordern.
es: Se deshizo el último commit. Es posible que el remoto requiera un push forzado.
fr: Le dernier commit a été annulé. Le distant peut nécessiter un push forcé.
ja: 最新のコミットを取り消しました。リモートには強制プッシュが必要な場合があります。
ko: 마지막 커밋을 취소했습니다. 원격에 강제 푸시가 필요할 수 있습니다.
pt_br: O último commit foi desfeito. O remoto pode exigir um push forçado.
ru: Последний коммит отменён. Для удалённого репозитория может потребоваться принудительный push.
zh_hans: 已撤销最后一次提交，远程仓库可能需要强制推送。
zh_hant: 已撤銷最後一次提交，遠端倉庫可能需要強制推送。

# git.history.undo_last_commit.success
source: Undid the last commit.
de: Den letzten Commit rückgängig gemacht.
es: Se deshizo el último commit.
fr: Le dernier commit a été annulé.
ja: 最新のコミットを取り消しました。
ko: 마지막 커밋을 취소했습니다.
pt_br: O último commit foi desfeito.
ru: Последний коммит отменён.
zh_hans: 已撤销最后一次提交。
zh_hant: 已撤銷最後一次提交。

# git.ignore.add
source: Add to .gitignore
de: Zu .gitignore hinzufügen
es: Añadir a .gitignore
fr: Ajouter à .gitignore
ja: .gitignore に追加
ko: .gitignore에 추가
pt_br: Adicionar a .gitignore
ru: Добавить в .gitignore
zh_hans: 添加到 .gitignore
zh_hant: 加到.gitignore

# git.ignore.added
source: Added to .gitignore.
de: Zu .gitignore hinzugefügt.
es: Agregado a .gitignore.
fr: Ajouté à .gitignore.
ja: .gitignoreに追加されました。
ko: .gitignore에 추가되었습니다.
pt_br: Adicionado a .gitignore.
ru: Добавлен в .gitignore.
zh_hans: 已添加到 .gitignore。
zh_hant: 加到.gitignore。

# git.misc.other
source: Other
de: Andere
es: Otro
fr: Autre
ja: 他の
ko: 다른
pt_br: Outro
ru: Другой
zh_hans: 其他
zh_hant: 其他

# git.remote.add
source: Add Remote
de: Fernbedienung hinzufügen
es: Agregar control remoto
fr: Ajouter une télécommande
ja: リモートの追加
ko: 원격 추가
pt_br: Adicionar remoto
ru: Добавить удаленный
zh_hans: 添加远程仓库
zh_hant: 新增遙控器

# git.remote.add.success_format
source: Added remote %@.
de: Remote %@ hinzugefügt.
es: Se agregó el remoto %@.
fr: Référentiel distant %@ ajouté.
ja: リモート %@ を追加しました。
ko: 원격 저장소 %@을(를) 추가했습니다.
pt_br: Remoto %@ adicionado.
ru: Добавлен удалённый репозиторий %@.
zh_hans: 已添加远程仓库 %@。
zh_hant: 已新增遠端倉庫 %@。

# git.remote.branch.checkout_local
source: Checkout as Local Branch
de: Kasse als Filiale vor Ort
es: Pagar como sucursal local
fr: Paiement en tant que succursale locale
ja: ローカルブランチとしてチェックアウト
ko: 현지 지점으로 결제
pt_br: Finalizar compra como filial local
ru: Оформить заказ как местный филиал
zh_hans: 检出为本地分支
zh_hant: 作為本地分行結帳

# git.remote.branch.checkout_tracking_format
source: Checked out and tracking branch %@.
de: Branch %@ ausgecheckt und Tracking aktiviert.
es: Se cambió a la rama %@ y se configuró su seguimiento.
fr: Branche %@ extraite et suivie.
ja: ブランチ %@ をチェックアウトし、追跡を開始しました。
ko: 브랜치 %@을(를) 체크아웃하고 추적을 시작했습니다.
pt_br: Branch %@ selecionada com rastreamento ativado.
ru: Выполнено переключение на ветку %@ с отслеживанием.
zh_hans: 已切换并跟踪分支 %@。
zh_hant: 已切換並追蹤分支 %@。

# git.remote.branch.push_here
source: Push to This Branch
de: Zu diesem Zweig verschieben
es: Enviar a esta sucursal
fr: Pousser vers cette branche
ja: このブランチにプッシュする
ko: 이 지점으로 푸시
pt_br: Empurre para este ramo
ru: Нажмите на эту ветку
zh_hans: 推送到该分支
zh_hant: 推送到該分支

# git.remote.branches
source: Remote Branches
de: Remote-Filialen
es: Sucursales remotas
fr: Succursales distantes
ja: リモートブランチ
ko: 원격 지점
pt_br: Filiais Remotas
ru: Удаленные филиалы
zh_hans: 远程分支
zh_hant: 遠端分行

# git.remote.branches.empty
source: No Remote Branches
de: Keine Remote-Zweige
es: Sin sucursales remotas
fr: Pas de succursales distantes
ja: リモートブランチなし
ko: 원격 지점 없음
pt_br: Sem filiais remotas
ru: Нет удаленных филиалов
zh_hans: 没有远程分支
zh_hant: 沒有遠端分支機構

# git.remote.branches.refresh
source: Refresh Remote Branches
de: Remote-Zweige aktualisieren
es: Actualizar sucursales remotas
fr: Actualiser les branches distantes
ja: リモートブランチを更新する
ko: 원격 지점 새로 고침
pt_br: Atualizar filiais remotas
ru: Обновить удаленные ветки
zh_hans: 刷新远程分支
zh_hant: 刷新遠端分支

# git.remote.branches.refresh_success
source: Refreshed remote branches.
de: Remote-Branches aktualisiert.
es: Se actualizaron las ramas remotas.
fr: Branches distantes actualisées.
ja: リモートブランチを更新しました。
ko: 원격 브랜치를 새로고침했습니다.
pt_br: Branches remotas atualizadas.
ru: Удалённые ветки обновлены.
zh_hans: 已刷新远程分支。
zh_hant: 已重新整理遠端分支。

# git.remote.copy_url
source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
ja: URLをコピー
ko: URL 복사
pt_br: Copiar URL
ru: Копировать URL
zh_hans: 复制 URL
zh_hant: 複製 URL

# git.remote.copy_url.success
source: Copied Remote Repository URL.
de: Kopierte Remote-Repository-URL.
es: URL del repositorio remoto copiada.
fr: URL du référentiel distant copiée.
ja: リモート リポジトリ URL をコピーしました。
ko: 원격 저장소 URL을 복사했습니다.
pt_br: URL do repositório remoto copiado.
ru: Скопирован URL-адрес удаленного репозитория.
zh_hans: 已复制远程仓库 URL。
zh_hant: 複製的遠端儲存庫 URL。

# git.remote.empty
source: No Remotes
de: Keine Fernbedienungen
es: Sin controles remotos
fr: Pas de télécommandes
ja: リモコンなし
ko: 리모컨 없음
pt_br: Sem controles remotos
ru: Нет пультов
zh_hans: 没有远程仓库
zh_hant: 無線遙控器

# git.remote.fetch
source: Fetch
de: Bringen
es: Buscar
fr: Aller chercher
ja: フェッチ
ko: 술책
pt_br: Buscar
ru: Принести
zh_hans: 获取
zh_hant: 獲取

# git.remote.fetch.success
source: Fetched remote updates.
de: Remote-Updates abgerufen.
es: Actualizaciones remotas obtenidas.
fr: Mises à jour à distance récupérées.
ja: リモート更新を取得しました。
ko: 원격 업데이트를 가져왔습니다.
pt_br: Atualizações remotas buscadas.
ru: Получены удаленные обновления.
zh_hans: 已获取远端更新。
zh_hant: 獲取遠端更新。

# git.remote.force_push.current_success
source: Force pushed the current branch.
de: Erzwingen Sie das Pushen des aktuellen Zweigs.
es: La fuerza empujó la rama actual.
fr: La force a poussé la branche actuelle.
ja: 現在のブランチを強制的にプッシュしました。
ko: 현재 분기를 강제로 푸시했습니다.
pt_br: Force empurrou o branch atual.
ru: Принудительно переместил текущую ветку.
zh_hans: 已强制推送当前分支。
zh_hant: 強制推送目前分支。

# git.remote.no_upstream_description
source: The current branch does not have a remote branch yet.
de: Der aktuelle Zweig verfügt noch über keinen Remote-Zweig.
es: La sucursal actual aún no tiene una sucursal remota.
fr: La branche actuelle n'a pas encore de branche distante.
ja: 現在のブランチにはまだリモート ブランチがありません。
ko: 현재 지점에는 아직 원격 지점이 없습니다.
pt_br: A filial atual ainda não possui uma filial remota.
ru: У текущего филиала еще нет удаленного филиала.
zh_hans: 当前分支还没有远端分支。
zh_hant: 目前分支還沒有遠端分支。

# git.remote.pull
source: Pull
de: Ziehen
es: Jalar
fr: Tirer
ja: 引く
ko: 당기다
pt_br: Puxar
ru: Тянуть
zh_hans: 拉取
zh_hant: 拉動

# git.remote.pull.success
source: Pulled remote updates.
de: Remote-Updates abgerufen.
es: Actualizaciones remotas extraídas.
fr: Mises à jour à distance extraites.
ja: リモートアップデートをプルしました。
ko: 원격 업데이트를 가져왔습니다.
pt_br: Atualizações remotas extraídas.
ru: Вытащил удаленные обновления.
zh_hans: 已拉取远程更新。
zh_hant: 拉取遠端更新。

# git.remote.pull_conflicts
source: Pull resulted in conflicts. Resolve them manually first.
de: Pull führte zu Konflikten. Lösen Sie sie zunächst manuell.
es: La atracción resultó en conflictos. Resuélvalos manualmente primero.
fr: Pull a entraîné des conflits. Résolvez-les d’abord manuellement.
ja: プルすると競合が発生しました。まず手動で解決してください。
ko: 끌어오기로 인해 충돌이 발생했습니다. 먼저 수동으로 해결하세요.
pt_br: Puxar resultou em conflitos. Resolva-os manualmente primeiro.
ru: Притяжение приводило к конфликтам. Сначала решите их вручную.
zh_hans: 拉取有冲突，请先手动解决。
zh_hant: 拉動導致了衝突。首先手動解決它們。

# git.remote.pull_description
source: Pull remote updates.
de: Remote-Updates abrufen.
es: Obtenga actualizaciones remotas.
fr: Extrayez les mises à jour à distance.
ja: リモート更新をプルします。
ko: 원격 업데이트를 가져옵니다.
pt_br: Obtenha atualizações remotas.
ru: Получите удаленные обновления.
zh_hans: 拉取远端更新。
zh_hant: 拉取遠端更新。

# git.remote.push
source: Push
de: Drücken
es: Empujar
fr: Pousser
ja: 押す
ko: 푸시
pt_br: Empurrar
ru: Толкать
zh_hans: 推送
zh_hant: 推

# git.remote.push.branch_success_format
source: Pushed %@ to %@/%@.
de: %@ nach %@/%@ gepusht.
es: Se envió %@ a %@/%@.
fr: %@ a été poussé vers %@/%@.
ja: %@ を %@/%@ にプッシュしました。
ko: %@을(를) %@/%@에 푸시했습니다.
pt_br: %@ enviado para %@/%@.
ru: %@ отправлено в %@/%@.
zh_hans: 已将 %@ 推送到 %@/%@。
zh_hant: 已將 %@ 推送到 %@/%@。

# git.remote.push.current_success
source: Pushed the current branch.
de: Den aktuellen Zweig verschoben.
es: Empujó la rama actual.
fr: J'ai poussé la branche actuelle.
ja: 現在のブランチをプッシュしました。
ko: 현재 분기를 푸시했습니다.
pt_br: Empurrou o branch atual.
ru: Закинул текущую ветку.
zh_hans: 已推送当前分支。
zh_hant: 推送當前分支。

# git.remote.push.success_format
source: Pushed the current branch to %@.
de: Den aktuellen Branch nach %@ gepusht.
es: Se envió la rama actual a %@.
fr: La branche courante a été poussée vers %@.
ja: 現在のブランチを %@ にプッシュしました。
ko: 현재 브랜치를 %@에 푸시했습니다.
pt_br: Branch atual enviada para %@.
ru: Текущая ветка отправлена в %@.
zh_hans: 已将当前分支推送到 %@。
zh_hant: 已將目前分支推送到 %@。

# git.remote.push_description
source: Push the current branch to remote.
de: Schieben Sie den aktuellen Zweig auf Remote.
es: Empuje la rama actual a control remoto.
fr: Poussez la branche actuelle vers la télécommande.
ja: 現在のブランチをリモートにプッシュします。
ko: 현재 분기를 원격으로 푸시합니다.
pt_br: Envie o branch atual para remoto.
ru: Отправьте текущую ветку на удаленную.
zh_hans: 推送当前分支到远端。
zh_hant: 將當前分支推送到遠端。

# git.remote.push_to
source: Push To...
de: Drücken, um...
es: Empujar...
fr: Pousser vers...
ja: プッシュ先...
ko: 푸시 대상...
pt_br: Empurre para...
ru: Нажмите, чтобы...
zh_hans: 推送到...
zh_hant: 推至...

# git.remote.remotes
source: Remotes
de: Fernbedienungen
es: Mandos a distancia
fr: Télécommandes
ja: リモコン
ko: 리모콘
pt_br: Controles remotos
ru: Пульты
zh_hans: 远程仓库
zh_hant: 遙控器

# git.remote.remove
source: Remove Remote
de: Entfernen Sie die Fernbedienung
es: Quitar control remoto
fr: Supprimer la télécommande
ja: リモートを削除する
ko: 원격 제거
pt_br: Remover remoto
ru: Удалить удаленный
zh_hans: 移除远程仓库
zh_hant: 刪除遙控器

# git.remote.remove.success_format
source: Removed remote %@.
de: Remote %@ entfernt.
es: Se eliminó el remoto %@.
fr: Référentiel distant %@ supprimé.
ja: リモート %@ を削除しました。
ko: 원격 저장소 %@을(를) 제거했습니다.
pt_br: Remoto %@ removido.
ru: Удалённый репозиторий %@ удалён.
zh_hans: 已移除远程仓库 %@。
zh_hant: 已移除遠端倉庫 %@。

# git.remote.set_default
source: Set as Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
ja: デフォルトとして設定
ko: 기본값으로 설정
pt_br: Definir como padrão
ru: Установить по умолчанию
zh_hans: 设为默认
zh_hant: 設定為預設值

# git.remote.status.force_pushing
source: Force Pushing Current Branch
de: Aktuellen Branch erzwungen pushen
es: Forzar push de la rama actual
fr: Forcer le push de la branche actuelle
ja: 現在のブランチを強制的にプッシュする
ko: 현재 분기를 강제로 푸시
pt_br: Forçar push da branch atual
ru: Принудительная отправка текущей ветки
zh_hans: 正在强制推送当前分支
zh_hant: 強制推送目前分支

# git.remote.status.has_updates
source: Remote Has Updates
de: Remote hat Updates
es: El remoto tiene actualizaciones
fr: Le dépôt distant a des mises à jour
ja: リモートにアップデートがあります
ko: 원격에 업데이트가 있습니다
pt_br: Remoto tem atualizações
ru: В удалённом репозитории есть обновления
zh_hans: 远端有新状态
zh_hant: 遠端有更新

# git.remote.status.no_remote_branch
source: No Remote Branch
de: Keine Remote-Zweigstelle
es: Sin sucursal remota
fr: Pas de succursale distante
ja: リモートブランチなし
ko: 원격 지점 없음
pt_br: Nenhuma filial remota
ru: Нет удаленного филиала
zh_hans: 没有远端分支
zh_hant: 無遠程分支

# git.remote.status.pulling
source: Pulling Remote Updates
de: Remote-Updates abrufen
es: Obteniendo actualizaciones remotas
fr: Extraire des mises à jour à distance
ja: リモートアップデートのプル
ko: 원격 업데이트 가져오기
pt_br: Extraindo atualizações remotas
ru: Получение удаленных обновлений
zh_hans: 正在拉取远端更新
zh_hant: 拉取遠端更新

# git.remote.status.pushing
source: Pushing Current Branch
de: Aktuellen Zweig verschieben
es: Empujando la rama actual
fr: Pousser la branche actuelle
ja: 現在のブランチをプッシュする
ko: 현재 브랜치 푸시
pt_br: Empurrando o ramo atual
ru: Нажатие текущей ветки
zh_hans: 正在推送当前分支
zh_hant: 推送當前分支

# git.remote.status.synced
source: Remote Is Synced
de: Remote ist synchronisiert
es: El remoto está sincronizado
fr: Le dépôt distant est synchronisé
ja: リモートは同期されています
ko: 원격과 동기화되었습니다
pt_br: Remoto está sincronizado
ru: Удалённый репозиторий синхронизирован
zh_hans: 远端已同步
zh_hant: 遠端已同步

# git.remote.sync.pull_only_format
source: Pulled %@ updates.
de: %@-Updates abgerufen.
es: Se eliminaron las actualizaciones de %@.
fr: Mises à jour %@ extraites.
ja: %@ アップデートをプルしました。
ko: %@ 업데이트를 가져왔습니다.
pt_br: Atualizações %@ retiradas.
ru: Вытащил обновления %@.
zh_hans: 已拉取 %@ 个更新。
zh_hant: 已拉取 %@ 更新。

# git.remote.sync.pull_push_format
source: Pulled %@ updates and pushed %@ commits.
de: %@-Updates abgerufen und %@-Commits übertragen.
es: Se extrajeron actualizaciones de %@ y se enviaron confirmaciones de %@.
fr: Extraction des mises à jour de %@ et poussée des commits %@.
ja: %@ アップデートをプルし、%@ コミットをプッシュしました。
ko: %@ 업데이트를 가져오고 %@ 커밋을 푸시했습니다.
pt_br: Extraímos atualizações de %@ e enviamos commits de %@.
ru: Извлечены обновления %@ и отправлены фиксации %@.
zh_hans: 已拉取 %@ 个更新，并推送 %@ 个提交。
zh_hant: 拉取 %@ 更新並推送 %@ 提交。

# git.remote.sync.push_only_format
source: Pushed %@ commits.
de: %@-Commits gepusht.
es: Se enviaron confirmaciones de %@.
fr: Les commits %@ poussés.
ja: %@ コミットをプッシュしました。
ko: %@ 커밋을 푸시했습니다.
pt_br: Confirmações %@ enviadas.
ru: Нажатый %@ фиксируется.
zh_hans: 已推送 %@ 个提交。
zh_hant: 推送了 %@ 提交。

# git.remote.sync.synced
source: Remote is synced.
de: Fernbedienung ist synchronisiert.
es: El control remoto está sincronizado.
fr: La télécommande est synchronisée.
ja: リモートは同期されています。
ko: 원격이 동기화되었습니다.
pt_br: O controle remoto está sincronizado.
ru: Пульт синхронизирован.
zh_hans: 远端已同步。
zh_hant: 遠端已同步。

# git.remote.url_required
source: Please enter a remote repository URL.
de: Bitte geben Sie eine Remote-Repository-URL ein.
es: Ingrese una URL de repositorio remoto.
fr: Veuillez saisir l'URL d'un référentiel distant.
ja: リモート リポジトリの URL を入力してください。
ko: 원격 저장소 URL을 입력하세요.
pt_br: Insira um URL de repositório remoto.
ru: Введите URL-адрес удаленного репозитория.
zh_hans: 请输入远程仓库地址。
zh_hant: 請輸入遠端儲存庫 URL。

# git.repository.cloned
source: Cloned the remote repository.
de: Remote-Repository geklont.
es: Se clonó el repositorio remoto.
fr: Référentiel distant cloné.
ja: リモートリポジトリをクローンしました。
ko: 원격 저장소를 클론했습니다.
pt_br: Repositório remoto clonado.
ru: Удалённый репозиторий клонирован.
zh_hans: 已克隆远程仓库。
zh_hant: 已克隆遠端倉庫。

# git.repository.initialized
source: Initialized the Git repository.
de: Git-Repository initialisiert.
es: Se inicializó el repositorio Git.
fr: Dépôt Git initialisé.
ja: Git リポジトリを初期化しました。
ko: Git 저장소를 초기화했습니다.
pt_br: Repositório Git inicializado.
ru: Git-репозиторий инициализирован.
zh_hans: 已初始化 Git 仓库。
zh_hant: 已初始化 Git 倉庫。

# git.repository.not_repository
source: The current project is not a Git repository.
de: Das aktuelle Projekt ist kein Git-Repository.
es: El proyecto actual no es un repositorio Git.
fr: Le projet actuel n’est pas un dépôt Git.
ja: 現在のプロジェクトは Git リポジトリではありません。
ko: 현재 프로젝트는 Git 저장소가 아닙니다.
pt_br: O projeto atual não é um repositório Git.
ru: Текущий проект не является Git-репозиторием.
zh_hans: 当前项目不是 Git 仓库。
zh_hant: 目前專案不是 Git 倉庫。

# git.repository.show_in_finder
source: Show Repository in Finder
de: Repository in Finder anzeigen
es: Mostrar repositorio en Finder
fr: Afficher le référentiel dans Finder
ja: Finder のリポジトリを表示
ko: Finder에 저장소 표시
pt_br: Mostrar repositório em Finder
ru: Показать репозиторий в Finder
zh_hans: 在 Finder 中显示仓库
zh_hant: 在 Finder 中顯示儲存庫
